/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria-Anmeldeinformationen";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Der Afaria-Zertifikatsanbieter benötigt Ihre Angaben, um Ihr Zertifikat vom Afaria-Server herunterzuladen. Ihr Zertifikat wird sicher gespeichert.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Fertig";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Abbrechen";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria-Zertifikat";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Afaria-Zertifikat wird angefordert";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Fehler aufgetreten; wenden Sie sich an Ihren Administrator.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Fehler bei Afaria-Initialisierung";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Benutzer abgebrochen";

